#+LaTeX_CLASS: UoM-draft-org-article
#+LaTeX_CLASS_OPTIONS: [a4paper,10pt,twopage]
#+OPTIONS: toc:nil H:5 author:nil <:t >:t
#+TODO: REFTEX

#+TITLE: Simple Responses 
#+DATE:
#+AUTHOR: Michael A Eager
#+LATEX_HEADER:\graphicspath{{./gfx/}{../figures/}{/media/data/Work/cnstellate/}{/media/data/Work/cnstellate/ResponsesNoComp/ModulationTransferFunction/}{/media/data/Work/cnstellate/golgi/}{/media/data/Work/cnstellate/TV_RateLevel/}}


#+LATEX_HEADER:\setcounter{secnumdepth}{5}
#+LATEX_HEADER:\lfoot{\footnotesize\today\ at \thistime}
#+LATEX_HEADER:\pretolerance=150
#+LATEX_HEADER:\tolerance=100
#+LATEX_HEADER:\setlength{\emergencystretch}{3em}
#+LATEX_HEADER:\overfullrule=1mm


#+BIBLIOGRAPHY: MyBib alphanat
# unsrtnat
#+TEXT:\setcounter{chapter}{2}
#+TEXT:\chapter[Simple Responses]{The Cochlear Nucleus Stellate Network Model: Parameter fitting of synaptic variables using simple acoustic responses \label{sec:SimpleResponsesChapter}}

#+TEXT:\medskip{}
#+TEXT:\centerline{\today\\ Draft Version:  \input{.hg/tags.cache}}



* Prelude 							   :noexport:

#+begin_src emacs-lisp
;; (setq org-latex-to-pdf-process '("pdflatex -interaction nonstopmode %f" "makeglossaries %b" "bibtex %b"  "pdflatex -interaction nonstopmode %f"  "pdflatex -interaction nonstopmode %f" ))
;; (setq org-latex-to-pdf-process '("lapdf Chapter3"))
 (setq org-latex-to-pdf-process '("make BUILD_STRATEGY=latex Chapter3.pdf"))
;; (setq org-latex-to-pdf-process '("xelatex -interaction nonstopmode %f" "makeglossaries %b" "bibtex %b"  "xelatex -interaction nonstopmode %f"  "xelatex -interaction nonstopmode %f" ))
 (setq org-export-latex-title-command "{\n\\singlespacing\n\\tableofcontents\n\\printglossaries\n}\n\\setcounter{chapter}{0}")
 (setq org-entities-user '(("space" "\\ " nil " " " " " " " ")))
#+end_src

#+results:
| space | \ | nil |   |   |   |   |

